import React from "react"
function Privacy(){
    return(
        <div>
            <p>
            ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ САЙТА<br/><br/><br/><br/>
<br/><br/><br/>
До того, как Вы начнете пользоваться сайтом (далее – «Сайт»), сервисами и
возможностями, представленными на нем, просим Вас внимательно ознакомиться с настоящим
документом. Используя любые функции, сервисы и возможности Сайта, в том числе просто просматривая
страницы Сайта, Вы – пользователь – независимо от того, зарегистрировались ли Вы на Сайте или
посещаете его без регистрации, заявляете, что прочитали, поняли и согласны соблюдать настоящее
пользовательское соглашение (далее – «Соглашение»), включая все упомянутые в нем специальные
условия и правила, без каких-либо изъятий и оговорок.
Основные понятия, используемые в настоящем пользовательском соглашении
В настоящем пользовательском соглашении, если из текста настоящего соглашения прямо не вытекает
иное, следующие слова и выражения будут иметь указанные ниже значения:
 «Пользователь» — любое физическое лицо и/или юридическое лицо, в том числе посетитель Сайта,
принимающий условия настоящего Соглашения.
 «Интернет-сайт» или «Сайт» — это совокупность программных и аппаратных средств для ЭВМ,
автоматизированная информационная система, доступная в сети Интернет. Интернет-сайт принадлежит Администратору.
 «Сервис» – это программное обеспечение, доступное на Сайте, позволяющее Пользователю использовать
предусмотренный для него функционал. Сервис включает в себя интерфейс, программное обеспечение и
иные элементы (инструменты, алгоритмы, способы), необходимые для надлежащего функционирования
Сайта. Ни одно из положений Договора не может трактоваться как передача исключительных прав на
Сервис (его отдельные элементы) Пользователю.
 «Приложения Администратора» — информационные услуги и Сервисы, предоставляемые посредством
Сайта.
1. Общие положения
1.1. Настоящее пользовательское соглашение (далее по тексту — «Соглашение») определяет условия для
доступа и использования Сайта, мобильных версий Сайта, мобильных приложений и иных интернетпорталов, принадлежащих Администратору, управляемых Администратором, доступ к которым
предоставляет Администратор.
1.2. Настоящий документ является юридически обязывающим соглашением между Вами как
Пользователем (Пользователями) Сайта и Администратором, заключающим Соглашение.
1.3. Соглашение является публичной офертой в соответствии со ст. 435 и п. 2 ст. 437 Гражданского кодекса
Российской Федерации.
1.4. Начиная использовать Сайт и/или его отдельные функции, Приложения Администратора, либо пройдя
процедуру регистрации Пользователем на Сайте, Пользователь считается принявшим условия Соглашения
в полном объеме, без всяких оговорок и исключений.
1.5. Соглашение, заключаемое путем акцепта настоящей оферты, не требует двустороннего подписания и
действительно в электронном виде.
1.6. Администратор предлагает Пользователю сети Интернет использовать Сайт на условиях, изложенных
в настоящем Соглашении. Соглашение вступает в силу с момента выражения Пользователем согласия с его
условиями в порядке, предусмотренном п. 1.4 и 1.5 Соглашения.
1.7. В случае несогласия с Соглашением Пользователь обязан немедленно прекратить использование Сайта
и покинуть его.
1.8. Использование Сайта регулируется настоящим Соглашением, а также документами, которые являются
неотъемлемой частью Соглашения.
1.9. Соглашение может быть изменено Администратором без какого-либо специального уведомления.
Новая редакция Соглашения вступает в силу с момента его опубликования на Сайте. Пользователь
обязуется при каждом посещении Сайта знакомиться с содержанием Соглашения, размещенного на Сайте,
в целях своевременного ознакомления с его изменениями. Продолжение использования Приложения и/или
Сайта после внесения изменений в настоящее Соглашение означает согласие Пользователя с такими
изменениями.
1.10. Соглашаясь с условиями настоящего Соглашения, Пользователь подтверждает достоверность
предоставляемых им данных в рамках настоящего Соглашения и принимает на себя всю ответственность
за их точность, полноту и достоверность.
2. Предмет Соглашения
2.1. Администратор оказывает Пользователю услуги по предоставлению доступа к сервисам Сайта, при
этом обязательным условием оказания Администратором услуг в соответствии с настоящим Соглашением
является принятие, соблюдение Пользователем и применение к отношениям Сторон требований и
положений, определенных настоящим Соглашением.
3. Условия оказания услуг
3.1. Договор оказания услуг считается заключенным между Администратором и Пользователем с момента
начала использования Сайта или отдельных Сервисов Администратора Сайта.
3.2. В Приложениях Администратора могут быть представлены платные и бесплатные услуги, которыми
может воспользоваться Пользователь. Услуги предоставляются Администратором. Условия получения тех
или иных услуг размещены в специальных разделах интерфейса Сайта. Перед началом использования
соответствующего Сервиса Администратора Пользователь обязуется внимательно знакомиться с
правилами и условиями получения соответствующей услуги. В случае несогласия с условиями получения
соответствующей услуги и/или Соглашения Пользователь должен воздержаться от использования
соответствующего Приложения Администратора и/или Сервиса.
3.3. Пользователь согласен с тем, что Администратор вправе в любое время расширить, ограничить,
изменить перечень как платных, так и бесплатных услуг Администратора.
3.4. Платные Сервисы предоставляются на условиях предварительной оплаты в соответствии с тарифами и
инструкциями по оплате, указанными на Сайте, и/или Прайс-листа.
4. Регистрация на Сайте
4.1. В целях пользования услугами, предоставляемыми Администратором по настоящему Соглашению,
Пользователь должен пройти обязательную процедуру регистрации на Сайте. Регистрация Пользователя на Сайте является бесплатной, добровольной.
4.2. При регистрации на Сайте Пользователь обязан предоставить Администратору необходимую
достоверную и актуальную информацию для формирования Профиля, включая уникальные для каждого
Пользователя логин (адрес электронной почты) и пароль доступа к Сайту, а также фамилию и имя и другие
данные. Регистрационная форма Сайта может запрашивать у Пользователя дополнительную информацию.
4.3. После предоставления информации, указанной в пункте 4.2 настоящего Соглашения, Пользователю
необходимо подтвердить регистрацию путем выражения своего желания через нажатие на ссылку
подтверждения регистрации в сообщении, отправленном на указанную им электронную почту.
4.4. По завершении процесса регистрации Пользователь становится обладателем Учетной информации
Пользователя, что означает, что он несет ответственность за безопасность Учетной информации, а также за
все, что будет сделано на Сайте под Учетной информацией Пользователя. Пользователь обязан немедленно
уведомить Администратора о любом случае несанкционированного доступа к Сайту, то есть
осуществленного третьим лицом без согласия и ведома Пользователя и/или о любом нарушении
безопасности Учетной информации Пользователя. Администратор не несет ответственности за возможную
потерю или порчу данных, которая может произойти из-за нарушения Пользователем положений
настоящего пункта Соглашения.
4.5. Для начала работы с Сайтом Пользователь должен ввести в соответствующем разделе Сайта свою
Учетную информацию (логин и пароль).
4.6. Любые действия, совершенные с использованием логина и пароля Пользователя, считаются
совершенными соответствующим Пользователем. В случае несанкционированного доступа к логину и
паролю и/или Профилю Пользователя или распространения логина и пароля Пользователь обязан
незамедлительно сообщить об этом Администратора в установленном порядке.
5. Права и обязанности Администратора
5.1. Администратор вправе:
5.1.1 Устанавливать ограничения в использовании Сайта для всех Пользователей.
5.1.2 Направлять Пользователю информацию о развитии Сайта и его Сервисов. Посылать Пользователям
информационные сообщения. Используя Сайт, Пользователь также в соответствии с ч. 1 ст. 18
Федерального закона «О рекламе» дает свое согласие на получение сообщений рекламного характера.
5.1.3 Без согласования с Пользователем, переуступать либо каким-либо иным способом передавать свои
права и обязанности по исполнению Соглашения третьим лицам.
5.1.4 Изменять условия предоставления услуг, размещённых на Сайте, в одностороннем порядке без
согласия Пользователя, путём размещения таких изменений на Сайте.
5.1.5 Без предварительного уведомления Пользователя осуществлять ограничение отдельных действий
Пользователя, если такие действия создают угрозу для нормального функционирования Сайта.
5.1.6 Без предварительного уведомления Пользователя производить профилактические и/или ремонтные
работы, которые могут повлечь перерывы в работе Сайта.
5.1.7 Распоряжаться статистической информацией, связанной с функционированием Сайта.
5.1.8 В случае отзыва Пользователем или его представителем согласия на обработку персональных данных
в соответствии с пп. 6.3.7 настоящего Соглашения Администратор вправе продолжить обработку
персональных данных без согласия субъекта персональных данных (Пользователя) при наличии оснований,
указанных в пунктах 2–11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона от
27.07.2006 № 152-ФЗ «О персональных данных».
5.1.9 Для решения технических вопросов при определении вины Пользователя в результате его
неправомерных действий при пользовании сетью Интернет и Сайтом, в частности, Администратор вправе
самостоятельно привлекать компетентные организации в качестве экспертов. В случае установления вины
Пользователя последний обязан возместить затраты на проведение экспертизы.
5.1.10 Если Пользователь совершил или был заподозрен Администратором в совершении противоправных
действий, направленных на причинение убытков Администратору и/или третьим лицам, то Администратор
имеет право отказать в оказании услуг, регистрации личного кабинета или ином действии на Сайте.
5.1.11 Осуществляя регистрацию на Сайте или пользуясь соответствующим Сервисом на Сайте
Пользователь соглашается с тем, что Администратор вправе поручить исполнение договора оказания услуг,
заключенного между Администратором и Пользователем третьему лицу, при этом оставаясь
ответственным за его исполнение.
5.2. Администратор обязан:
5.2.1. Оказывать Пользователю услуги, указанные в пункте 2.1 настоящего Соглашения. Доступ к Сайту
предоставляется путем присвоения Пользователю Учетной информации в течение 5 (пяти) рабочих дней с
даты регистрации.
5.2.2. Предоставлять Пользователю возможность самостоятельно редактировать информацию о самом себе.
5.2.3. Не разглашать третьим лицам Учетную информацию Пользователя.
5.2.4. Обеспечивать круглосуточную доступность сервера, на котором расположен Сайт, за исключением
времени проведения профилактических и/или ремонтных работ.
6. Права и обязанности Пользователя
6.1. Пользователь обязуется:
6.1.1. Полностью ознакомиться с условиями настоящего Соглашения и соблюдать все условия настоящего
Соглашения.
6.1.5. Не использовать программное обеспечение и не осуществлять действия, направленные на нарушение
нормального функционирования Сайта, его Сервисов, персональных страниц (личных кабинетов
Пользователей).
6.1.6. Не загружать, не хранить, не публиковать, не распространять и не предоставлять доступ или иным
образом использовать вирусы, трояны и другие вредоносные программы.
6.1.7. Не использовать автоматизированные скрипты (программы) для сбора информации на Сайте и/или
взаимодействия с Сайтом и Приложениями Администратора.
6.1.8. Не пытаться получить доступ к логину и паролю другого Пользователя, в том числе включая, но не
ограничиваясь обманом, взломом личных кабинетов других Пользователем и пр.
6.1.9. Не осуществлять незаконное использование и копирование шаблонов Сайта.
6.1.10. Не регистрироваться в качестве Пользователя от имени или вместо другого лица.
6.1.11. До момента использования Сайта ознакомиться с содержанием и условиями настоящего
Соглашения.
6.2. Пользователю запрещено:
6.2.1. Нарушать права третьих лиц, размещая недостоверную информацию и другие данные.
6.2.2. Несанкционированно собирать и хранить персональные данные третьих лиц.
6.2.3. Выдавать себя за другого человека или представителя организации и/или сообщества без достаточных
на то прав, а также применять любые другие формы и способы незаконного представительства других лиц
в сети Интернет, а также вводить Пользователей или Администратора в заблуждение относительно свойств
и характеристик каких-либо субъектов или объектов.
6.2.4. Загружать, посылать, передавать или любым другим способом размещать и/или распространять
информацию на Сайте, при отсутствии прав на такие действия согласно законодательству Российской
Федерации или каким-либо договорным отношениям.
6.2.5. Загружать, посылать, передавать или любым другим способом размещать и/или распространять на
Сайте какие-либо материалы, содержащие вирусы или другие компьютерные коды, файлы или программы,
предназначенные для нарушения, уничтожения либо ограничения функциональности любого
компьютерного или телекоммуникационного оборудования, или программ, для осуществления
несанкционированного доступа к коммерческим программным продуктам, для размещения ссылок на
вышеуказанную информацию.
6.2.6. Изменять или создавать какие-либо производные приложения, производные произведения, составные
произведения на основе Сервисов и/или их элементов;
6.2.7. Декомпилировать, разбирать или каким-либо другим способом пытаться извлечь исходный код
программного обеспечения, являющегося элементом Сайта и/или Сервисов;
6.2.8. Распространять, продавать, сублицензировать, использовать программное обеспечение, являющееся
элементом Сайта и/или Сервисов, или каким-либо другим способом передавать права на такое программное
обеспечение;
6.2.9. Удалять или изменять любой торговый знак, логотип, знак охраны авторского права и прочие
уведомления о титулах, надписи, символы или знаки на Сайте, включая размещенные на нем информация
и материалы;
6.2.10. Копировать, транслировать, рассылать, публиковать или иным образом использовать информацию
и/или результаты интеллектуальной деятельности, размещенные на Сайте, без разрешения
Администратора;
6.2.11. Использовать ошибки программного обеспечения (и обязан незамедлительно сообщать о них
Администратору), вмешиваться в программный код, несанкционированно получать доступ к
компьютерной системе, получать, без надлежащего разрешения Администратора, доступ к Базам данных;
6.2.12. Передавать права и/или обязанности по настоящему Соглашению, в том числе передавать третьим
лицам право (возможность) использования Учетной информации;
6.2.13. Предпринимать какие-либо действия, направленные на нанесение ущерба Сайту, получение
несанкционированных возможностей (доступ) к Сайту;
6.2.14. Прибегать к взлому, попытке взлома и/или перехвату данных, поступающих к серверу или от
сервера;
6.2.15. Разглашать любую информацию о другом Пользователе; ограничивать доступ других Пользователей
к Сайту или препятствовать другим Пользователям в использовании Сервисов;
6.2.16. Осуществлять «перепродажу» предоставляемых Администратором Сервисов третьим лицам;
6.2.17. Осуществлять иные действия, направленные на извлечение коммерческой выгоды в отношениях с
третьими лицами из использования предоставляемых Администратором Сервисов;
6.2.18. Содействовать действиям, направленным на нарушение ограничений и запретов, налагаемых
Соглашением.
6.2.19. Другим образом нарушать нормы законодательства Российской Федерации, в том числе нормы
международного права.
6.3. Пользователь имеет право:
6.3.1. Круглосуточно получать доступ к Сайту, за исключением времени проведения плановых или
внеплановых, а также профилактических, ремонтных и иных видов работ или технических сбоев.
6.3.2. В случае возникновения вопросов и претензий со стороны Пользователя, он вправе обратиться к
Администратору по электронной почте support@eco-c.ru или иным доступным способом.
6.3.3. Самостоятельно изменять пароль от личного кабинета, не уведомляя об этом Администратора.
6.3.4. Самостоятельно редактировать ранее размещенную о себе информацию на Сайте.
6.3.5. Обратиться в службу поддержки для блокирования своего личного кабинета.
6.3.6. Отозвать согласие на обработку персональных данных, предоставленное Пользователем в
соответствии с условиями настоящего Соглашения, путем направления Пользователем или его
представителем Администратора сканированной копии письменного заявления на отзыв согласия на
обработку персональных данных на электронную почту по следующему адресу: doc@eco-c.ru.
6.4. Пользователь согласен с тем, что, осуществляя доступ к Сайту и пользуясь его Сервисом, он:
6.4.1. Выражает свое безоговорочное согласие со всеми условиями настоящего Соглашения и обязуется их
соблюдать или прекратить использование Сайта.
6.4.2. Получает право использовать Сервисы Сайта на одном компьютере, при условии, что ни сам
Пользователь, ни любые иные лица при содействии Пользователя не будут копировать или изменять
Сервис; программное обеспечение; создавать программы, производные от программного обеспечения;
проникать в программное обеспечение с целью получения кодов программ; осуществлять продажу,
уступку, сдачу в аренду, передачу третьим лицам в любой иной форме прав в отношении программного
обеспечения Сервисов, предоставляемых Сайтом.
6.4.3. Дает Администратору разрешение на использование, хранение, обработку и распространение
персональных данных тем способом и в той мере, в которых это необходимо для исполнения условий
настоящего Соглашения, а также на трансграничную передачу персональных данных в соответствии с
положениями статьи 12 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных».
Пользователь соглашается на передачу третьим лицам персональных и иных данных, в том числе для целей
их обработки, для обеспечения функционирования Сайта и его отдельных Сервисов, реализации
партнерских и иных программах, при условии обеспечения в отношении передаваемых данных режима,
аналогичного режиму, существующему на Сайте, в том числе включая, но не ограничиваясь передачей
персональных данных лицам, аффилированным с Администратором или заключившим с ним договоры, а
также третьим лицам в случаях, когда такая передача необходима для использования Пользователем
определенного Сервиса Сайта либо для исполнения определенного соглашения или договора с
Пользователем. Обработка персональных данных осуществляется в соответствии с Политикой
Администратора в отношении обработки персональных данных.
6.4.4. Принимает настоящее Соглашение от имени юридического лица, от имени которого он вправе
действовать (например, компании-работодателя) и признает, что такое лицо является юридически
связанным условиями настоящего Соглашения (и что он обязуетесь поступать образом, соответствующим
настоящему Соглашению) или, если не существует такого лица, от имени которого Пользователь вправе
действовать, он принимаете настоящее Соглашение от своего имени как частное лицо и признаете, что он
юридически связан условиями настоящего Соглашения, и он заявляет и гарантирует, что он обладает
правом, полномочиями и правомочиями для того, чтобы выступать от имени такого лица и связывать его
условиями настоящего Соглашения (если применимо), либо связывать себя условиями настоящего
Соглашения. Пользователь не вправе принимать настоящее Соглашение от имени другого лица в случае,
если он не являетесь работником или иным законным представителем такого лица, обладающим правом,
полномочиями и правомочиями выступать от имени такого иного лица.
            </p>
        </div>
    )
}
export default Privacy